Repository: dreibh/subnetcalc
Catalog: po/*/subnetcalc.po
Languages: de

source: ERROR: An IPv6 address must be given to generate a unique local address!
de: FEHLER: Um eine eindeutige lokale Adresse zu generieren, muß eine IPv6-Adresse angegeben werden!

source: Generating Unique Local IPv6 address (using %s) ...
de: Unique-Local-IPv6-Adresse wird generiert (mit %s) ...

source: ERROR: Unable to read from %s!
de: FEHLER: Lesen von %s nicht möglich!

source: ERROR: Unable to open %s!
de: FEHLER: %s konnte nicht geöffnet werden!

source: Global ID
de: Globale ID

source: Subnet ID
de: Subnetz-ID

source: Interface ID
de: Schnittstellen-ID

source: MAC Address
de: MAC-Adresse

source: Solicited Node Multicast Address
de: Solicited Node Multicastadresse

source: Properties
de: Eigenschaften

source: %s is a MULTICAST address
de: %s ist eine MULTICAST-Adresse

source: %s is the BROADCAST address of %s/%u
de: %s ist die BROADCAST-Adresse von %s/%u

source: %s is a NETWORK address
de: %s ist eine NETZWERK-Adresse

source: %s is a HOST address in %s/%u
de: %s ist eine HOST-Adresse in %s/%u

source: Class A
de: Klasse A

source: Loopback address
de: Loopback-Adresse

source: In loopback network
de: Im Loopback-Netzwerk

source: Private
de: Privat

source: Class B
de: Klasse B

source: Link-local address
de: Link-lokale Adresse

source: Class C
de: Klasse C

source: Class D (Multicast)
de: Klasse D (Multicast)

source: Scope:
de: Geltungsbereich:

source: link-local
de: Link-lokal

source: organization-local
de: Organisations-lokal

source: site-local
de: Site-lokal

source: Corresponding multicast MAC address: %s
de: Entsprechende Multicast-MAC-Adresse: %s

source: Source-specific multicast
de: Quellenspezifischer Multicast

source: Invalid (not in class A, B, C or D)
de: Ungültig (nicht in Klasse A, B, C oder D)

source: Unspecified address
de: Nicht spezifizierte Adresse

source: IPv4-compatible IPv6 address
de: IPv4-Compatible IPv6-Adresse

source: IPv4-mapped IPv6 address
de: IPv4-Mapped IPv6-Adresse

source: IPv4-embedded IPv6 address
de: IPv4-Embedded IPv6-Adresse

source: Multicast Properties
de: Multicast-Eigenschaften

source: node-local
de: Knoten-lokal

source: unknown
de: unbekannt

source: Temporary-allocated address
de: Temporär zugewiesene Adresse

source: Corresponding multicast MAC address:
de: Entsprechende Multicast-MAC-Adresse:

source: Address is solicited node multicast address for
de: Adresse ist die Solicited Node Multicastadresse für

source: Link-Local Unicast Properties:
de: Link-lokale Unicast-Eigenschaften:

source: Site-Local Unicast Properties:
de: Site-lokale Unicast-Eigenschaften:

source: Unique Local Unicast Properties:
de: Unique Local Unicast-Eigenschaften:

source: Locally chosen
de: Lokal ausgewählt

source: Assigned by global instance
de: Zugewiesen durch globale Instanz

source: Global Unicast Properties:
de: Globale Unicast-Eigenschaften:

source: 6-to-4 Address
de: 6-to-4-Adresse

source: Usage:
de: Aufruf:

source: ERROR: Invalid address %s!
de: FEHLER: Ungültige Adresse %s!

source: ERROR: Invalid netmask %s!
de: FEHLER: Ungültige Netzmaske %s!

source: ERROR: Incompatible netmask %s!
de: FEHLER: Inkompatible Netzmaske %s!

source: ERROR: Invalid argument %s!
de: FEHLER: Ungültiges Argument %s!

source: Address
de: Adresse

source: Network
de: Netzwerk

source: Netmask
de: Netzmaske

source: not needed on Point-to-Point links
de: Bei Punkt-zu-Punkt-Links nicht erforderlich

source: Wildcard Mask
de: Wildcardmaske

source: Hex. Address
de: Hex. Adresse

source: Max. Hosts
de: Hosts maximal

source: Host Range
de: Hostbereich

source: GeoIP Country
de: GeoIP-Land

source: Performing reverse DNS lookup ...
de: Reverse-DNS-Suche wird durchgeführt ...
